[Balance.PawnBalance_LootMidget_LoaderBULAllium AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Expand the blue mask")
PlayThroughs[1]=(DisplayName="FIND the Docker Killer")
PlayThroughs[2]=(DisplayName="Blood detection on the quay")

[Character.CharClass_Allium_LootMidgetLoaderBUL AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapon.WeaponType_Allium_LootMidgetLoaderBUL WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="It depends on you. %s"
UseFailureLevelMessage="You must be level %d or higher to use this.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="general"

